// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Помощник установки";

//Device Discovery

PrinterNameColumnTitle = "Название принтера";
PrinterModelColumnTitle = "Модель принтера";
PrinterDriverColumnTitle = "Драйвер принтера";
ConnectionColumnTitle = "Подключение";
DetailsColumnTitle = "Сведения";

DeviceDiscoveryTaskName = "Добавить устройство";
DeviceDiscoveryNameText = "Имя:";
DeviceDiscoveryInformativeText = "Выберите принтер в списке и нажмите \"Продолжить\", чтобы добавить его в систему.";

//Queue Created

QueueCreatedText = "Очередь печати вашего принтера создана.\n\nЕсли вы хотите создать очередь печати для других принтеров, показанных в предыдущем списке, нажмите \"Назад\" и повторите процесс.\n\nЕсли вы завершили, нажмите \"Продолжить\".";
QueueCreatedTaskName = "Очередь печати создана";

QueueDuplicationAlertTitle = "Настройка %@";
QueueDuplicationAlertText = "Очередь для %@ уже существует. Хотите создать новую очередь?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet CIP";

//CIP Introduction

CIPIntroductionText = "Помогите нам в создании лучших продуктов!\n\nПрисоединяйтесь к программе привлечения пользователей HP Designjet и помогайте нам создавать более совершенные продукты!Анонимные данные, которые мы собираем, помогут нам определить, как вы используете принтер и какие функции продукта наиболее важны для вас.Все данные собираются и используются в соответствии с заявлением о конфиденциальности программы привлечения пользователей.Мы не используем обязательные опросы и многочисленные сообщения электронной почты.Личная контактная информация не собирается.Вы можете прекратить свое участие в программе в любое время.";
CIPIntroductionPrivacyStatementLink = "заявлением о конфиденциальности программы привлечения пользователей";
CIPIntroductionPrivacyStatementLinkTooltip = "Заявление о конфиденциальности CIP";

"Yes, I want to participate (send anonymous data only)" = "Да, я хочу участвовать (отправлять только анонимные данные)";
"No, thank you" = "Нет, спасибо";

CIPIntroductionTaskName = "Программа привлечения пользователей HP Designjet";
CIPIntroductionTaskTOCTitle = "Введение";
CIPSendSerialText = "Если вы выберите вариант с отправкой серийного номер своего принтера, это позволит нам предоставлять в дальнейшем услуги и поддержку более высокого качества, а также этот номер требуется для определения права участия в программе вознаграждения для активных пользователей.";

"Send my printer's serial number" = "Отправлять серийный номер принтера";

//CIP Business Profile

CIPBusinessProfileText = "Для лучшего понимания вашей рабочей среды, укажите следующую дополнительную информацию.Если вы не предоставляете эту информацию, мы по-прежнему будем получать анонимные данные использования принтера, если вы соглашаетесь участвовать в программе CIP.Все данные собираются и используются в соответствии с политикой конфиденциальности HP.Мы не используем обязательные опросы и многочисленные сообщения электронной почты.Личная контактная информация не собирается.";

CIPBusinessProfileTaskName = "Программа привлечения пользователей HP Designjet";
CIPBusinessProfileTaskTOCTitle = "Бизнес-профиль";

BusinessTypeText = "Тип бизнеса:";
BusinessSizeText = "Размер организации:";
GeographicalRegionText = "Географической регион:";

"None" = "Нет";
"Architecture, Engineering, Construction" = "Архитектура, проектирование, строительство";
"Graphic Design, Advertising Services" = "Графический дизайн, рекламные службы";
"Infrastructure, Utilities, Telecommunications" = "Инфраструктура, коммунальные службы, телекоммуникации";
"Manufacturing, Automotive, Transportation" = "Производство, автомобили, транспорт";
"Printing Services" = "Полиграфические услуги";
"Professional Photography Services" = "Профессиональная фотография";
"Public Sector" = "Государственный сектор";
"Other" = "Другой";

"1-10 employees" = "1-10 сотрудников";
"10-100 employees" = "10-100 сотрудников";
"100-1000 employees" = "100-1000 сотрудников";
"more than 1000 employees" = "более 1000 сотрудников";

"Americas" = "Америка";
"Europe, Middle East, Africa" = "Европа, Средний Восток, Африка";
"Asia Pacific, Japan" = "Азиатско-тихоокеанский регион, Япония";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support обеспечивает простой и удобный способ наблюдения за принтерами HP, их обновления и обеспечения оптимальной производительности.\
\n\nДополнительные сведения см. в соглашении HP Proactive Support.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "соглашении HP Proactive Support";
ProactiveSupportAgreementLinkTooltip = "Соглашение HP Proactive Support";

"Yes, I want to enable it" = "Да, я хочу включить ее";

//HP Printer Monitor

PrinterMonitorTextField = "Приложение HP Printer Monitor позволяет отслеживать состояние принтеров HP Designjet в фоновом режиме и сообщает вам, если принтеру требуется внимание (в случае проблем с картриджами или замятия бумаги).\nВы хотите получать уведомления в форме предупреждений?Эти параметры можно изменить позже.";
AdviseAlertsAgreement = "Да, я хочу получать уведомления немедленно";
AdviseAlertsChoosen = "Предупреждения будут показываться как баннеры непосредственно в Dock.";
AdviseAlertsNotChoosen = "Предупреждения не будут показываться в Dock. Вам необходимо открыть HP Printer Monitor для просмотра предупреждений.";

PrinterMonitorTaskName = "HP Printer Monitor — предупреждения";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Показать все";
"Show only critical alerts" = "Показать только критические предупреждения";

// Web Registration

WebRegistrationTaskName = "Веб-регистрация";

WebRegistrationTextField = "Спасибо за покупку!\n\nПотратьте несколько минут на регистрацию вашего принтера. После этого вы сможете:\n\nПринимать участие в программах НР и получать скидки и подарки.\n\nПредоставлять НР сведения, которые помогут нам в разработке новых функциональных возможностей и продуктов для наших заказчиков.\n\nПолучить свободный доступ к веб-узлу Designjet Online – уникальному источнику новостей и рекомендаций. Здесь представлены не только принтеры, но и расходные материалы, чернила, драйверы, приложения и многое другое. Вы сможете также ознакомиться с примерами использования, авторами многих из которых являются сами покупатели.\n\nВнимание! Наши гарантийные обязательства ни в какой мере не зависят от того, согласитесь ли вы заполнить и отправить регистрационную форму на приобретенный вами продукт.\n\nЗарегистрировать...";

WebRegistrationLink = "Зарегистрировать...";
WebRegistrationLinkTooltip = "Зарегистрировать";

WebRegistrationStatementText = "Если вы нажмете \"Продолжить\", ваш обозреватель по умолчанию будет использован для перехода в Интернет на страницы HP.\n\nДля завершения операции некоторые личные данные необходимо передать на безопасные серверы HP. Отправляемая информация может включать в себя:\n\nIP-адрес\nМодель принтера\nОперационная система\n\nПолитика конфиденциальности HP";

WebRegistrationStatementLink = "Политика конфиденциальности HP";

//Summary

SummaryTextField-1 = "Помощник установки завершил работу.";
SummaryTextField-2 = "В HP Printer Monitor вы активировали:";
SummaryTextCIP = "Программа привлечения пользователей HP Designjet";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Оповещение";
SummaryTextField-3 = "Чтобы изменить настройки оповещений и участия в программах HP Designjet, откройте настройки мониторинга в приложении HP Printer Monitor.";

SummaryTaskName = "Сводка";

//CIP Privacy Statement Window

PrivacyStatementText = "HP уважает и защищает вашу конфиденциальность.\n\nHP представляет настоящее заявление о конфиденциальности, чтобы сообщить вам, что при наличии вашего разрешения \"Программа привлечения пользователей\" (CIP) позволяет продукту отправлять информацию о конфигурации и использовании в компанию HP.Информация, отправляемая компании HP, используется для улучшения продуктов и услуг, а также для наблюдения за устройством, при наличии отношений с компанией HP, предоставляющей такие услуги, как упреждающая замена картриджей, контракты с оплатой за страницы, соглашения о поддержке или отслеживание использования.\n\nКомпания НР соберет информацию о состоянии принтера и данные использования,а также некоторые специальные данные с целью задействовать программу \"Customer Involvement Program\", а также воспользоваться ими в маркетинговых исследованиях, которые позволят компании НР улучшить качество продуктов и услуг.\n\nНиже представлен неполный список данных, которые собирает \"Программа привлечения пользователей\":\n\nДанные принтера:\n\t- Название принтера\n\t- Номер модели\n\t- Серийный номер\n\t- Версия микропрограммы\n\t- Число отпечатанных страниц\n\t- Состояние принтера\n\t- Сведения об использовании принтера\n\t- Журнал событий (содержащий список ошибок)\n\t- Статистика последних заданий\n\nКомпания HP будет обеспечивать конфиденциальность всех собираемых данных в соответствии с заявлением о конфиденциальности HP и уверяет вас в том, что при работе с собранными данными будут соблюдаться соответствующие меры предосторожности.Для получения последней информации о конфиденциальности или о сборе данных, посетите веб-сайт HP вашего региона.\n\nЕсли вы хотите воспользоваться своими правами на доступ, изменение или отмену данных, обратитесь по адресу myprinteradmin@hp.com";

HPPrivacyStatement = "Положение о конфиденциальности HP";
PersonalDataRightsNotice = "Уведомление о правах на личные данные";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support обеспечивает простой и удобный способ наблюдения за принтерами HP, их обновления и наиболее эффективного использования.
Служба HP Proactive Support позволит найти последние обновления, которые необходимы для установки на компьютер оборудования и ПО, и выбрать, что именно устанавливать.
Простые предупреждения и сведения о технической поддержке позволят своевременно узнать о том, когда принтер нуждается в обслуживании и что нужно делать.</p>

<p>Новые обновления будут доступны по мере их разработки.
Служба HP Proactive Support будет выполнять поиск новых обновлений через указанный вами интервал времени.</p>

<p>Компания HP берет на себя обязательства по защите конфиденциальности клиентов, использующих службу HP Proactive Support. Данные, собранные с компьютера службой HP Proactive Support, будут использованы для определения необходимости обновления ПО и наблюдения за известными НР потенциальными неполадками, которые могут возникнуть в вашей системе.</p>

<p>Полученные сведения не будут использованы для мониторинга конкретных пользователей, компьютеров или подключенных к ним принтеров. Не будут собираться такие персональные данные, как имя, адрес или адрес электронной почты.
Могут быть собраны анонимные данные для заполнения формы, используемой для маркетингового исследования с целью повышения качества продуктов и услуг компании HP.</p>

<p>Эти данные могут храниться до 5 лет, начиная с даты последней передачи в HP, и будут отправлены в систему HP, расположенную в другой стране/регионе. IP-адрес компьютера, отправляющего данные, будет использован для передачи данных как при стандартных взаимодействиях через Интернет.</p>

<p>Сведения, собранные службой HP Proactive Support, включают следующее:<br>
- название операционной системы;<br>
- региональные параметры;<br>
- языковые параметры;<br>
- список принтеров, настроенных с помощью HP Printer Monitor.</p>

<p>Для улучшения работы службы HP Proactive Support компания HP также отслеживает, сколько попыток загрузки решений было предпринято, сколько обновлений было успешно установлено и сколько обновлений установить не удалось. Эти данные отслеживаются анонимно.
Никакие уникальные идентификаторы не прикрепляются службой HP Proactive Support к данным пользователя.</p>

<p>Для получения дополнительных сведений о политике конфиденциальности НР посетите веб-узел по адресу <a href=\"http://www.hp.com/go/proactivesupport/privacy/ru\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


